import PhotoList from "./components/PhotoList";
import VideoHeader from "./components/VideoHeader";

export default function Home() {
  return (
    <div>
      <VideoHeader />
      {/* <PhotoList /> */}
      <br />
      <br />
      <br />
      <br />
      <br />
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <br />
      <br />
      <br />
      <br />
      <br />
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <br />
      <br />
      <br />
      <br />
      <br />
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <br />
      <br />
      <br />
      <br />
      <br />
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <br />
      <br />
      <br />
      <br />
      <br />
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <br />
      <br />
      <br />
      <br />
      <br />
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
      <p>ここに様々なコンテンツがならびます</p>
    </div>
  );
}
